Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: This android, encountered by the experimental YoRHa squadron, is the leader of a group composed of many Resistance members. A survivor of the eighth descent operation, she continued to wage guerrilla warfare in the Pacific region thereafter. Unable to stop the ever-proliferating machines, she continued to fight a war of bitter attrition for over 200 years. After encountering the experimental YoRHa squadron, she sought to change the tide of battle through fighting alongside them. She was destroyed by machine lifeforms in the server room underneath Mt. Ka'ala during the mission to destroy said server.
pl: Android spotkany przez eksperymentalny szwadron YoRHa, lider grupy stworzonej z wielu członków Ruchu Oporu. Ocalała z operacji ósmego desantu, kontynuowała prowadzenie partyzanckich działań w regionie Pacyfiku. Nie była dolna do powstrzymania nieustannie odradzających się maszyn, jednakże walczyła dalej w wyczerpującej wojnie, przez ponad 200 lat. Po spotkaniu eksperymentalnego szwadronu YoRHa, starała się zmienić losy bitwy, walcząc u ich boku. Została zniszczona przez mechaniczne formy życia w serwerowni pod górą Ka'ala podczas misji zniszczenia wspomnianego serwera.

source: This arena difficult, so I give you reward sooner. Aren't I nice?
pl: Ta arena jest trudna, więc daję ci nagrodę wcześniej. Czyż nie jestem miły?

source: This battle has raged for far too long. I am sure all of you find the effort grueling.
pl: Ta walka trwa zbyt długo. Jestem pewien, że wszyscy czujecie się wyczerpani tym wysiłkiem.

source: This battle will likely have a great effect on the outcome of the war.
pl: Ta bitwa powinna mieć ogromny wpływ na wynik wojny.

source: This belonged to 2B...
pl: To należało do 2B...

source: This brightly decorated Jean-Paul fan from the amusement park regards the philosopher as cool and mysterious. She considers another of Jean-Paul's fans, living in the desert, to be her mortal enemy. She presented Jean-Paul with a gift of beautiful glass, only to have him reject it as a useless trinket—a response that inexplicably made her happy.
pl: Jaskrawo udekorowana fanka Jean-Paula z parku rozrywki, uważa filozofa za fajnego i tajemniczego. Uznaje inną fankę Jean-Paula mieszkającą na pustyni za swojego śmiertelnego wroga. Sprezentowała Jean-Paulowi podarek w postaci pięknego kawałka szkła, który ten odrzucił jako bezużyteczne świecidełko — co wywołało u niej niewytłumaczalną radość.

source: This brightly decorated Sartre fan from the amusement park regards the philosopher as cool and mysterious. She considers another of Sartre's fans, living in the desert, to be her mortal enemy. She presented Sartre with a gift of beautiful glass, only to have him reject it as a useless trinket—a response that inexplicably made her happy.
pl: Jaskrawo udekorowana fanka Sartre'a z parku rozrywki, uważająca filozofa za fajnego i tajemniczego. Uznaje inną fankę Sartre'a, mieszkającą na pustyni, za swojego śmiertelnego wroga. Sprezentowała Sartre'owi podarek w postaci pięknego kawałka szkła, który ten odrzucił jako bezużyteczne świecidełko — co wywołało u niej niewytłumaczalną radość.

source: This broken Pod was recording her life log. Think you can get it for me?
pl: Ten uszkodzony Pod zapisywał jej dane życiowe. Możesz spróbować je odzyskać?

source: This can be changed in-game.
pl: (może zostać zmieniony w trakcie gry).

source: This can be traded for a single item at a shop.
pl: Może być wymieniony na pojedynczy przedmiot w sklepie.

source: This can't be enhanced further at this shop.
pl: Nie można bardziej ulepszyć w tym sklepie.

source: This cannot be equipped to this spot.
pl: Tego nie da się wyekwipować w tym miejscu.

source: This cannot continue! I'm gonna die!
pl: Tak dalej być nie może! Zaraz zginę!

source: This caused lasting changes in the soil, which means plants aren't able to—
pl: To doprowadziło do zmian w glebie, przez co rośliny nie są w stanie...

source: This chip can only be equipped on Easy mode.
pl: Ten czip może być użyty tylko na poziomie Łatwy.

source: This chip can only be equipped on Hard mode or below.
pl: Ten czip może być użyty tylko na poziomie Trudny i niższych.

source: This chip is a model used exclusively by YoRHa units.
pl: Ten czip jest używany wyłącznie przez jednostki YoRHa.

source: This chip is currently equipped to a chip set. Sell for <TOTAL_PRICE> G?
pl: Ten czip jest wyekwipowany jako część zestawu. Sprzedać za <TOTAL_PRICE> G?

source: This chip is currently in use in a weapon set. Are you sure you want to destroy it?
pl: Ten czip jest używany jako część zestawu. Na pewno chcesz go zniszczyć?

source: This city is one of many areas I created out of a desire to understand—to know—humans.
pl: To miasto jest jednym z wielu obszarów, które stworzyłem z pragnienia zrozumienia — poznania — ludzi.

source: This city was once home to a great number of humans.
pl: To miasto było kiedyś domem dla ogromnej ilości ludzi.

source: This combination of multiple spherical machines is sometimes transported into combat by its comrades. Its many variations are a result of its unusual construction, which emphasizes flexibility above all else.
pl: Połączenie wielu kulistych maszyn, czasem transportowana na pole bitwy przez jej towarzyszy. Mnogość jej wariantów jest wynikiem nietypowej konstrukcji, kładącej nacisk przede wszystkim na elastyczność.

source: This common blade is a standard-issue weapon given to all YoRHa troops.
pl: Standardowa broń przydziałowa, wydawana wszystkim jednostkom YoRHa.

source: This concludes the Special Trial, as per Rule 69,406.
pl: To kończy Próbę Specjalną, zgodnie z Zasadą 69406.

source: This corpse... I wonder if it's the Resistance member we're looking for.
pl: To ciało... Ciekawe, czy to nie członek Ruchu Oporu, którego szukamy...

source: This could be the final mission. I'm depending on you.
pl: To może być ostatnia misja. Liczę na ciebie.

source: This critter uses its five arms to move about, while the mouth at its center inhales dead fish and clams. Despite the appearance, it's actually quite friendly, and will often move closer if you try to touch it.
pl: Istota używająca swoich pięciu ramion do przemieszczania się, kiedy wycentrowana jama ustna wciąga martwe ryby i małże. Pomimo wyglądu, jest dość przyjazna i próbuje zbliżyć się do osób, które będą chciały ją dotknąć.

source: This damn terminal always freezes on me RIGHT when I'm about to complete a task.
pl: Ten cholerny terminal zawsze zawiesza się AKURAT kiedy kończę jakieś zadanie.

source: This data is related to the creation of nuclear fission weapons.
pl: To dane dotyczące produkcji broni jądrowej.

source: This data is telling me that I need to continue on.
pl: Te fotografie mówią mi, że powinnam dalej iść przed siebie.

source: This data...
pl: Te dane...

source: This desperation!
pl: Ta rozpacz!

source: This does bring back memories.
pl: To przywołuje wspomnienia.

source: This doesn't make sense...
pl: To nie ma sensu...

source: This enemy is unrelated.
pl: Wróg niepowiązany.

source: This food...isn't very good.
pl: To jedzenie... nie jest dobre...

source: This forest branch just opened for business today. Feel free to swing by if there's anything you need.
pl: Ta leśna placówka handlowa właśnie ruszyła z działalnością. Jeśli będziecie czegoś potrzebować, wpadajcie w każdej chwili!

source: This forest we are stationed in...
pl: Ten las, w którym stacjonujemy...

source: This forest...is our forest...
pl: Ten las... to nasz las...

source: This freshwater fish is nearly as common as the regular carp. It's quite resilient to contaminated environments, and can often be found where no other fish dare to tread.
pl: Ryba słodkowodna, niemal tak powszechna jak zwykły karp. Jest niezwykle odporna na zanieczyszczone środowisko i może być często znaleziona w miejscach, w których żadna inna ryba nie chce żyć.

source: This fruit contains a poison that has a special effect on android bodies.
pl: Ten owoc zawiera truciznę, która ma szczególne działanie na ciała androidów.

source: This function cannot be used at this time.
pl: Ta funkcja nie może być teraz użyta.

source: This function cannot be used.
pl: Ta funkcja nie może być użyta.

source: This game is too difficult!
pl: Ta gra jest za trudna!

source: This game uses online functionality for its message-sharing features.
pl: Gra używa funkcji sieciowych do dzielenia się wiadomościami .

source: This game uses online functionality for its message-sharing features. Connect to the network? (This can be changed from the System Menu at any time.)
pl: Gra używa funkcji sieciowych do dzielenia się wiadomościami. Połączyć się z siecią? (Opcję można zmienić w dowolnym momencie w menu systemowym).

source: This gate isn't going to open.
pl: Ta brama się nie otworzy.

source: This guy can't climb very well, so I have to carry him to high places. I also have to carry him while playing, so my arms are getting pretty tired.
pl: On nie potrafi się zbyt dobrze wspinać, więc muszę go nosić w wysokie miejsca. Muszę też dźwigać go podczas zabawy, przez co ręce mi się męczą.

source: This guy got promoted after his training the other day, so he got sent to the battlefield for the first time.
pl: Ten koleś dostał awans po treningu, więc został po raz pierwszy wysłany na pole bitwy.

source: This guy has followers?
pl: On ma jakichś wyznawców?

source: This guy is shameless!
pl: Ten koleś jest bezczelny!

source: This hallway looks pretty old...
pl: Ten korytarz wygląda na dość stary...

source: This has led me to a question.
pl: To doprowadziło mnie do pewnego pytania.

source: This here's my room. Feel free to swing by whenever you want!
pl: To jest mój pokój. Możesz tu wpadać, kiedy tylko zechcesz!

source: This here...this is the fate that befell our creators.
pl: To tutaj... To los, który spotkał naszych stwórców.

source: This hereby completes the explanation as required by Rule 2,858.
pl: Tym niniejszym kończę wyjaśnienie wymagane przez Zasadę 2858.

source: This humanoid, Goliath-class machine lifeform is actually a colony of smaller machines that uses their combined energy to move one massive body.
pl: Ta humanoidalna mechaniczna forma życia klasy Goliat jest w rzeczywistości kolonią mniejszych maszyn, łączących swoją energię, aby poruszać jednym masywnym ciałem.

source: This humanoid, Goliath-class machine lifeform is actually a colony of smaller machines that uses their combined energy to move one massive body. The expandable slide-rail arms punish all who draw close, while the liquid-fuel rocket engine on its back grants short-lived flight abilities. It also boasts powerful projectile weapons and the transport apparatuses of the linked machines that comprise it, making it a dangerous foe with no apparent weaknesses.
pl: Ta humanoidalna mechaniczna forma życia klasy Goliat jest w rzeczywistości kolonią mniejszych maszyn, łączących swoją energię, by poruszać jednym masywnym ciałem. Rozciągające się na prowadnicach ramiona rażą każdego, kto się za bardzo zbliży, zaś silnik rakietowy na plecach pozwala na wykonywanie krótkich lotów. Maszyna chwali się potężną bronią miotającą i aparatami transportowymi z połączonych maszyn, co czyni z niej niebezpiecznego przeciwnika, bez widocznych słabości.

source: This hunk of junk REALLY doesn't want to fight anymore for some reason...
pl: Z jakiegoś powodu ten kawał złomu NAPRAWDĘ nie chce już walczyć...

source: This includes prohibited symbols (%, \, ", ').
pl: Wykryto niedozwolone symbole (%, \, ", ').

source: This includes prohibited symbols (%, \, ", '). Please choose a new name.
pl: Wykryto niedozwolone symbole (%, \, ", '). Proszę wybrać inne imię.

source: This includes prohibited words.
pl: Wykryto niedozwolone słowa.

source: This includes prohibited words. Please choose a new name.
pl: Wykryto niedozwolone słowa. Proszę wybrać inne imię.

source: This is 2B. Nothing to report.
pl: Tutaj 2B. Nie mam nic do zgłoszenia.

source: This is 2B. Patch me through to the Commander.
pl: Tutaj 2B. Połącz mnie z Komandor.

source: This is 3B, captain of Theta Squadron.
pl: Tutaj 3B, kapitan Szwadronu Theta.

source: This is 4B, captain of Vanguard Squadron Alpha.
pl: Tutaj 4B, kapitan Szwadronu Straży Przedniej Alfa.

source: This is 9S.
pl: Tu 9S.

source: This is 9S. Go ahead.
pl: Tutaj 9S. Mów.

source: This is 9S. Nothing to report. Weather's sure nice today, though!
pl: Tutaj 9S. Nic do zgłoszenia. Ale mamy dzisiaj ładną pogodę!

source: This is Command.
pl: Tu dowództwo

source: This is Command. YoRHa squadron, come in.
pl: Tutaj Dowództwo. Eskadra YoRHa, odezwij się.

source: This is Operator 6O.
pl: Tu Operator 6O.

source: This is Operator 6O. All units confirmed.
pl: Tutaj Operator 6O. Wszystkie jednostki potwierdzone.

source: This is Project YoRHa.
pl: To właśnie Projekt YoRHa.

source: This is Tactical Support Pod 042.
pl: Tu Jednostka Wsparcia Taktycznego Pod 042.

source: This is Tactical Support Unit Pod 042, assigned to 2B.
pl: Tutaj Jednostka Wsparcia Taktycznego Pod 042, przypisany do 2B.

source: This is Tactical Support Unit Pod 042.
pl: Tu Jednostka Wsparcia Taktycznego Pod 042.

source: This is Tactical Support Unit Pod 153, assigned to 9S.
pl: Tutaj Jednostka Wsparcia Taktycznego Pod 153, przypisany do 9S.

source: This is Tactical Support Unit Pod 153.
pl: Tu Jednostka Wsparcia Taktycznego Pod 153.

source: This is Weapon Support Pod 153.
pl: Tu Jednostka Wsparcia Taktycznego Pod 153.

source: This is YoRHa unit 2B. Connect me to Bunker Operator 6O.
pl: Tu jednostka YoRHa 2B. Połącz mnie z Operatorką Bunkra 6O.

source: This is YoRHa unit 2B...
pl: Tu jednostka YoRHa 2B...

source: This is a Lunar Tear, right?
pl: To jest Księżycowa Łza, prawda?

source: This is a REALLY bad time for a chat!
pl: Ro NAPRAWDĘ zły moment na pogaduszki!

source: This is a YoRHa corpse...
pl: To zwłoki jednostki YoRHa...

source: This is a fragment of unit 2B's memory data.
pl: To fragment danych pamięci jednostki 2B.

source: This is a harsh environment for androids.
pl: To wrogie środowisko dla androidów.

source: This is a machine I've hacked into before!
pl: To maszyna, którą już wcześniej zhakowałem!

source: This is a piece of "revealing women's clothing" that humans used to wear.
pl: To ubiór znany jako „skąpy kobiecy strój”, jaki niegdyś nosili ludzie.

source: This is a place where only the strong survive, so it's not for everyone.
pl: To miejsce nie jest dla każdego, przetrwają tylko najsilniejsi.

source: This is a sacred place where we worship the masks and the rules.
pl: To święte miejsce, w którym czcimy maski i zasady.

source: This is a scheduled correspondence for YoRHa members. If you have a problem, respond. If you do not have a problem, no response is needed. —Operator 21O
pl: Jest to zaplanowana korespondencja z członkami YoRHy. Jeśli masz jakiś problem, odpowiedz. Jeśli nie masz problemów, odpowiedź nie jest wymagana. —Operator 21O

source: This is a type of fruit.
pl: To jest jakiś rodzaj owoca.

source: This is a waste of time.
pl: To strata czasu.

source: This is all we can do. At the very least, we've got to push on.
pl: To wszystko, co możemy zrobić. Przynajmniej na razie.

source: This is an unwinnable fight.
pl: Tej walki nie da się wygrać.

source: This is bad. This is really bad...
pl: Jest źle. Jest naprawdę źle...

source: This is batshit!
pl: To jest zdrowo popieprzone!

source: This is exhausting.
pl: To wyczerpujące.

source: This is from the amusement park...
pl: To jest z parku rozrywki...

source: This is getting embarrassing...
pl: Robi się to krępujące...

source: This is going to suck...
pl: To nie zapowiada się dobrze...

source: This is gonna take a bit, so just hang tight.
pl: Naprawa trochę potrwa, więc musisz wytrzymać.

source: This is guerrilla unit 2B.
pl: Tutaj jednostka partyzancka 2B.

source: This is meager compared to what you've done, but please take it.
pl: To niewiele w porównaniu z tym, co zrobiłeś, ale proszę, weź to.

source: This is meant to test your actual skills, so your auto-chips will be disabled.
pl: Ma na celu sprawdzenie twoich faktycznych umiejętności, więc autoczipy zostaną wyłączone.

source: This is messed up.
pl: To jest totalnie porąbane.

source: This is my cross to bear. </page>
pl: To mój krzyż. </page>

source: This is my first large-scale mission. But don't worry—I increased my memory just in case.
pl: To moja pierwsza misja na taką skalę. Ale nie martw się — na wszelki wypadek zwiększyłam sobie pamięć.

source: This is never going to end...
pl: Czy to się nigdy nie skończy...?

source: This is one of the weapons I was telling you about. It was passed down through the generations until it came to me, and I can't bring myself to seal it away.
pl: To jedna z tych broni, o których ci mówiłem. Była przekazywana z pokolenia na pokolenie, aż w końcu trafiła w moje ręce... Ale ja nie umiem się zebrać, żeby ją zapieczętować.

source: This is our beloved nation!
pl: To jest nasza ukochana ojczyzna!

source: This is our village. I keep it safe.
pl: To nasza wioska. Zapewniam tu bezpieczeństwo.

source: This is pointless.
pl: To bezcelowe.

source: This is pretty big. You sure it's okay for us to get a room like this?
pl: Ten pokój jest całkiem spory. Myślisz, że to w porządku, abyśmy go mieli tylko dla siebie?

source: This is scheduled correspondence for YoRHa members. If you have an issue, please respond. Even if you do not have an issue, we would not particularly mind if you sent a response, as it is possible we might be able to use whatever bit of information you have—no matter how small—for future missions. Of course it's also possible we might not be able to use it.
pl: Jest to zaplanowana korespondencja z członkami YoRHy. Jeśli masz jakiś problem, proszę odpowiedz. Nawet jeśli go nie masz, nieistotne jest, czy nam odpowiesz, ale jeśli to nie problem, każda informacja — nawet najmniejsza — może nam się przydać w przyszłych zadaniach. Oczywiście możliwe też jest, że nam się nie przyda.

source: This is so stupid...
pl: To takie głupie...

source: This is sooo fuuuun!
pl: Jak fajnieee!

source: This is terrible! Your motor cortex is full of holes.
pl: To okropne! Twoja kora ruchowa jest pełna uszkodzeń.

source: This is terribly forward of me, but would you mind finding him and bringing him home?
pl: To może zabrzmi zbyt bezpośrednio, ale... Czy moglibyście go odnaleźć i sprowadzić do domu?

source: This is the 28th District Command Center, calling all ground troops. Head to point zero to stock up on supplies.
pl: Tu Centrum Dowodzenia Okręgu 28., do wszystkich jednostek naziemnych. Udajcie się do punktu zero w celu odnowienia zapasów.

source: This is the 28th District Command Center, calling all ground troops. We are currently short on combat units.
pl: Tu Centrum Dowodzenia Okręgu 28., do wszystkich jednostek naziemnych. Obecnie brakuje nam jednostek bojowych.

source: This is the Maintenance Shop. I service and consult on all types of android bodies.
pl: To jest Warsztat. Serwisuję i sprawdzam każdy typ androidów.

source: This is the best spot for slacking off!
pl: To najlepsza miejscówka na opieprzanie się!

source: This is the current status of unit 9S?
pl: To aktualny status jednostki 9S?

source: This is the first I've heard of it.
pl: Pierwszy raz o tym słyszę.

source: This is the first time I've worn it in public. Do you really like it?
pl: Przy ludziach założyłem go dzisiaj po raz pierwszy. Naprawdę ci się podoba?

source: This is the only area with fresh water, and there's vegetation growing too.
pl: To jedyny obszar z czystą wodą. Rosną tu też rośliny.

source: This is the place that weapons trader was talking about...
pl: To chyba to miejsce, o którym mówił sprzedawca broni...

source: This is the sole mission of the twin Devola and Popola models.<bt_wait> It is the only reason we exist at all. </page>
pl: To jedyne zadanie bliźniaczych modeli Devola i Popola.<bt_wait> To powód, dla którego w ogóle istniejemy. </page>

source: This is the target.
pl: To nasz cel.

source: This is the target. I'm going to destroy it.
pl: To jest nasz cel. Mam zamiar go zniszczyć.

source: This is the ultimate, completely insane battle! Can you overcome the odds!?
pl: Oto ostateczna, kompletnie szalona walka! Czy uda ci się pokonać przeciwności?!

source: This is unit 2B.
pl: Tu jednostka 2B.

source: This is unit 7B with Vanguard Squadron Delta.
pl: Tu jednostka 7B, ze Szwadronu Delta Straży Przedniej.

source: This is unit 8B with Attack Squadron Omega. We've gained control of our assigned zone.
pl: Tutaj jednostka 8B z Atakującego Oddziału Omega. Przejęliśmy kontrolę nad wyznaczonym obszarem.

source: This is very unusual, so it may be indicative of something bigger.
pl: To bardzo nietypowe, więc może wskazywać na coś większego.

source: This is what humans called a "pun," a high-level communication technique.
pl: Jest to coś, co ludzie nazywali „gra słów”, zaawansowana technika komunikacji.

source: This is what people used to call a "jukebox," a machine that plays music.
pl: To jest przedmiot, który dawno temu ludzie nazywali „szafą grającą”. To nic innego, jak maszyna, która gra muzykę. Dasz wiarę?

source: This is what's left of their personal effects.
pl: Przynieśliśmy wszystkie rzeczy osobiste, które udało nam się przy nich znaleźć.

source: This is where that machine fell...
pl: Gdzieś tutaj upadła ta maszyna...

source: This is your chance to show the world what you're truly made of!
pl: To twoja szansa na pokazanie światu, co naprawdę potrafisz!

source: This is...a statue of a young woman.
pl: To wygląda jak... rzeźba młodej kobiety.

source: This isn't much, but I'd very much like you to have it.
pl: To niewiele, ale bardzo bym chciała, żebyście to wzięli.

source: This isn't the only tablet of its kind that we've found, either.
pl: To nie jedyna taka tablica, jaką znaleźliśmy.

source: This item can only be changed from the title menu.
pl: Ustawienie można zmienić tylko w menu tytułowym.

source: This kid's being weird!
pl: Ten dzieciak jest jakiś dziwny!

source: This looks useless.
pl: Wygląda bezużytecznie.

source: This machine is still alive.
pl: Ta maszyna wciąż żyje.

source: This machine lifeform, which resembles a clown, has assimilated stamps into its body. It lures victims with offers of play before spewing an unknown liquid from its mouth that is toxic enough to melt the skin of androids. Upon defeat, it offers thanks for playing with it.
pl: Ta mechaniczna forma życia przypominająca klauna zintegrowała pieczątki ze swoim ciałem. Zwabia ofiary proponując zabawę, po czym pluje nieznaną cieczą, na tyle toksyczną, że jest w stanie rozpuścić skórę androidów. Po pokonaniu, wyraża podziękowanie za wspólną zabawę.

source: This machine type purposely seeks out androids in order to enact revenge.
pl: Ten typ maszyn celowo poluje na androidy, aby się na nich zemścić.

source: This machine...
pl: Ta maszyna...

source: This mask is a symbol of restraint that only worthy heroes may wear.
pl: Ta maska jest symbolem powściągliwości i tylko godni bohaterowie mogą ją nosić.

source: This mask will help you out a bit when controlling machines.
pl: Maska ta pomoże ci trochę przy przejmowaniu kontroli nad maszynami.

source: This may be hard to understand, but we forged an alliance and trade materials when the need arises.
pl: Może trudno ci się z tym pogodzić, ale zawarliśmy sojusz z Pascalem i jego wioską, dzięki czemu wymieniamy się z nimi materiałami, gdy tylko istnieje taka potrzeba.
